Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# gptk.error.payloadIncomplete
source: The Game Porting Toolkit payload is missing files:
ar: تنقص حزمة Game Porting Toolkit بعض الملفات:
cs: V balíčku Game Porting Toolkit chybí soubory:
da: Der mangler filer i Game Porting Toolkit-payloaden:
de: Im Game-Porting-Toolkit-Payload fehlen Dateien:
es: Al paquete de Game Porting Toolkit le faltan archivos:
fi: Game Porting Toolkit -paketista puuttuu tiedostoja:
fr: Il manque des fichiers au contenu Game Porting Toolkit :
it: Nel pacchetto Game Porting Toolkit mancano dei file:
ja: Game Porting Toolkit のペイロードにファイルが不足しています:
ko: Game Porting Toolkit 페이로드에 파일이 누락되었습니다:
nl: In de Game Porting Toolkit-payload ontbreken bestanden:
pl: W pakiecie Game Porting Toolkit brakuje plików:
pt_br: Faltam arquivos no pacote do Game Porting Toolkit:
pt_pt: Faltam ficheiros ao pacote do Game Porting Toolkit:
ro: Din pachetul Game Porting Toolkit lipsesc fișiere:
ru: В пакете Game Porting Toolkit не хватает файлов:
sv: Det saknas filer i Game Porting Toolkit-payloaden:
tr: Game Porting Toolkit paketinde eksik dosyalar var:
uk: У пакеті Game Porting Toolkit бракує файлів:
vi: Gói Game Porting Toolkit thiếu tệp:
zh_hans: Game Porting Toolkit 负载缺少文件：
zh_hant: Game Porting Toolkit 酬載缺少檔案：

# gptk.error.payloadNotFound
source: No Game Porting Toolkit payload was found at this location. Select Apple's evaluation environment disk image or its redist folder.
ar: لم يتم العثور على حزمة Game Porting Toolkit في هذا الموقع. اختر صورة قرص بيئة التقييم من Apple أو مجلد redist الخاص بها.
cs: V tomto umístění nebyl nalezen žádný balíček Game Porting Toolkit. Vyberte obraz disku s evaluačním prostředím Apple nebo jeho složku redist.
da: Der blev ikke fundet en Game Porting Toolkit-payload her. Vælg Apples diskbillede med evalueringsmiljøet eller dets redist-mappe.
de: An diesem Ort wurde kein Game-Porting-Toolkit-Payload gefunden. Wähle Apples Image der Evaluierungsumgebung oder dessen redist-Ordner aus.
es: No se ha encontrado ningún paquete de Game Porting Toolkit en esta ubicación. Selecciona la imagen de disco del entorno de evaluación de Apple o su carpeta redist.
fi: Tästä sijainnista ei löytynyt Game Porting Toolkit -pakettia. Valitse Applen arviointiympäristön levykuva tai sen redist-kansio.
fr: Aucun contenu Game Porting Toolkit trouvé à cet emplacement. Sélectionnez l'image disque de l'environnement d'évaluation d'Apple ou son dossier redist.
it: Nessun pacchetto Game Porting Toolkit trovato in questa posizione. Seleziona l'immagine disco dell'ambiente di valutazione di Apple o la sua cartella redist.
ja: この場所に Game Porting Toolkit のペイロードが見つかりませんでした。Apple の評価環境のディスクイメージか、その redist フォルダを選択してください。
ko: 이 위치에서 Game Porting Toolkit 페이로드를 찾지 못했습니다. Apple의 평가 환경 디스크 이미지나 redist 폴더를 선택하십시오.
nl: Op deze locatie is geen Game Porting Toolkit-payload gevonden. Kies het schijfkopiebestand van Apple's evaluatieomgeving of de bijbehorende redist-map.
pl: W tej lokalizacji nie znaleziono pakietu Game Porting Toolkit. Wybierz obraz dysku środowiska ewaluacyjnego Apple lub jego folder redist.
pt_br: Nenhum pacote do Game Porting Toolkit foi encontrado neste local. Selecione a imagem de disco do ambiente de avaliação da Apple ou a pasta redist dela.
pt_pt: Não foi encontrado nenhum pacote do Game Porting Toolkit nesta localização. Selecione a imagem de disco do ambiente de avaliação da Apple ou a respetiva pasta redist.
ro: Nu a fost găsit niciun pachet Game Porting Toolkit în această locație. Selectează imaginea de disc a mediului de evaluare Apple sau folderul redist al acesteia.
ru: По этому пути не найден пакет Game Porting Toolkit. Выберите образ диска среды Apple для оценки или его папку redist.
sv: Ingen Game Porting Toolkit-payload hittades på den här platsen. Välj Apples skivavbildning med utvärderingsmiljön eller dess redist-mapp.
tr: Bu konumda Game Porting Toolkit paketi bulunamadı. Apple'ın değerlendirme ortamı disk imajını veya redist klasörünü seçin.
uk: За цим розташуванням не знайдено пакета Game Porting Toolkit. Виберіть образ диска середовища Apple для оцінювання або його теку redist.
vi: Không tìm thấy gói Game Porting Toolkit tại vị trí này. Hãy chọn ảnh đĩa môi trường đánh giá của Apple hoặc thư mục redist của nó.
zh_hans: 在此位置未找到 Game Porting Toolkit 负载。请选择 Apple 的评估环境磁盘映像或其 redist 文件夹。
zh_hant: 在此位置找不到 Game Porting Toolkit 酬載。請選擇 Apple 的評估環境磁碟映像檔或其 redist 檔案夾。

# gptk.error.storeEmpty
source: No imported Game Porting Toolkit payload to deploy.
ar: لا توجد حزمة Game Porting Toolkit مستوردة لنشرها.
cs: Není k dispozici žádný importovaný balíček Game Porting Toolkit k nasazení.
da: Der er ingen importeret Game Porting Toolkit-payload at installere.
de: Es ist kein importierter Game-Porting-Toolkit-Payload zum Bereitstellen vorhanden.
es: No hay ningún paquete de Game Porting Toolkit importado para desplegar.
fi: Ei tuotua Game Porting Toolkit -pakettia otettavaksi käyttöön.
fr: Aucun contenu Game Porting Toolkit importé à déployer.
it: Nessun pacchetto Game Porting Toolkit importato da distribuire.
ja: 配置できる、読み込み済みの Game Porting Toolkit のペイロードがありません。
ko: 배포할 수 있도록 가져온 Game Porting Toolkit 페이로드가 없습니다.
nl: Er is geen geïmporteerde Game Porting Toolkit-payload om uit te rollen.
pl: Brak zaimportowanego pakietu Game Porting Toolkit do wdrożenia.
pt_br: Nenhum pacote do Game Porting Toolkit importado para implantar.
pt_pt: Não há nenhum pacote do Game Porting Toolkit importado para implementar.
ro: Nu există niciun pachet Game Porting Toolkit importat pentru instalare.
ru: Нет импортированного пакета Game Porting Toolkit для развёртывания.
sv: Det finns ingen importerad Game Porting Toolkit-payload att installera.
tr: Dağıtılacak, içe aktarılmış bir Game Porting Toolkit paketi yok.
uk: Немає імпортованого пакета Game Porting Toolkit для розгортання.
vi: Chưa có gói Game Porting Toolkit nào được nhập để triển khai.
zh_hans: 没有可部署的已导入 Game Porting Toolkit 负载。
zh_hant: 沒有可部署的已匯入 Game Porting Toolkit 酬載。

# gptk.error.versionUnreadable
source: Could not read the D3DMetal version from the payload.
ar: تعذّرت قراءة إصدار D3DMetal من الحزمة.
cs: Verzi D3DMetal se z balíčku nepodařilo přečíst.
da: D3DMetal-versionen kunne ikke læses fra payloaden.
de: Die D3DMetal-Version konnte nicht aus dem Payload gelesen werden.
es: No se ha podido leer la versión de D3DMetal del paquete.
fi: D3DMetal-versiota ei voitu lukea paketista.
fr: Impossible de lire la version de D3DMetal dans le contenu.
it: Impossibile leggere la versione di D3DMetal dal pacchetto.
ja: ペイロードから D3DMetal のバージョンを読み取れませんでした。
ko: 페이로드에서 D3DMetal 버전을 읽지 못했습니다.
nl: Kan de D3DMetal-versie niet uit de payload lezen.
pl: Nie udało się odczytać wersji D3DMetal z pakietu.
pt_br: Não foi possível ler a versão do D3DMetal no pacote.
pt_pt: Não foi possível ler a versão do D3DMetal a partir do pacote.
ro: Versiunea D3DMetal nu a putut fi citită din pachet.
ru: Не удалось определить версию D3DMetal в пакете.
sv: D3DMetal-versionen kunde inte läsas från payloaden.
tr: Paketten D3DMetal sürümü okunamadı.
uk: Не вдалося визначити версію D3DMetal у пакеті.
vi: Không đọc được phiên bản D3DMetal từ gói.
zh_hans: 无法从负载中读取 D3DMetal 版本。
zh_hant: 無法從酬載中讀取 D3DMetal 版本。

source: GPU Spoofing
ar: انتحال GPU
cs: Podvržení GPU
es: Simulación de GPU
fi: GPU:n väärentäminen
fr: Usurpation de GPU
it: Spoofing GPU
ja: GPU の偽装
ko: GPU 위장
pl: Podszywanie GPU
pt_br: Simulação de GPU
pt_pt: Simulação de GPU
ro: Simulare GPU
ru: Подмена GPU
tr: GPU Taklidi
uk: Підміна GPU
vi: Giả lập GPU
zh_hans: GPU 伪装
zh_hant: GPU 偽裝

source: GPU Vendor:
ar: مورّد GPU:
cs: Výrobce GPU:
da: GPU-producent:
de: GPU-Hersteller:
es: Fabricante de GPU:
fi: GPU-valmistaja:
fr: Fabricant du GPU :
it: Produttore GPU:
ja: GPU ベンダー:
ko: GPU 제조사:
nl: GPU-fabrikant:
pl: Producent GPU:
pt_br: Fabricante da GPU:
pt_pt: Fabricante da GPU:
ro: Producător GPU:
ru: Производитель GPU:
sv: GPU-tillverkare:
tr: GPU Üreticisi:
uk: Виробник GPU:
vi: Hãng GPU:
zh_hans: GPU 厂商：
zh_hant: GPU 廠商：

# help.issues
source: Report Issues
ar: الإبلاغ عن مشكلة
cs: Nahlásit problém
da: Rapporter problem
de: Problem melden
es: Reportar problemas
fi: Ilmoita ongelmasta
fr: Signaler un problème
it: Segnala problemi
ja: 問題を報告
ko: 문제 보고
nl: Meld problemen
pl: Zgłoś problem
pt_br: Relatar problemas
pt_pt: Reportar problemas
ro: Raportați probleme
ru: Сообщить о проблеме
sv: Rapportera problem
tr: Sorun bildir
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

# help.website
source: Website
ar: الموقع الالكتروني
cs: Webové stránky
da: Hjemmeside
de: Webseite
es: Sitio Web
fi: Verkkosivu
fr: Site Web
it: Sito web
ja: Web サイト
ko: 웹 사이트
pl: Strona internetowa
pt_br: Site
pt_pt: Página web
ro: Pagină Web
ru: Сайт
sv: Webbplats
tr: Web sitesi
uk: Веб-сайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: If controllers still don't work, try connecting via USB instead of Bluetooth, or check if the game has native controller support settings.
ar: إذا استمرت وحدات التحكم في عدم العمل، جرّب التوصيل عبر USB بدلًا من Bluetooth، أو تحقق مما إذا كانت اللعبة توفر إعدادات دعم خاصة بوحدات التحكم.
cs: Pokud ovladače stále nefungují, připojte je přes USB místo Bluetooth nebo zkontrolujte nastavení podpory ovladačů přímo ve hře.
da: Hvis controllerne stadig ikke virker, kan du prøve at tilslutte dem via USB i stedet for Bluetooth eller se, om spillet har sine egne indstillinger til controllere.
de: Wenn Controller weiterhin nicht funktionieren, verbinde sie per USB statt über Bluetooth oder prüfe, ob das Spiel eigene Einstellungen für Controller-Unterstützung hat.
es: Si los mandos siguen sin funcionar, prueba a conectarlos por USB en lugar de Bluetooth o comprueba si el juego tiene ajustes propios de mando.
fi: Jos ohjaimet eivät vieläkään toimi, kokeile USB-yhteyttä Bluetoothin sijaan tai tarkista, onko pelissä omat ohjainasetukset.
fr: Si les manettes ne fonctionnent toujours pas, essayez une connexion USB plutôt que Bluetooth, ou vérifiez si le jeu propose ses propres réglages de manette.
it: Se i controller continuano a non funzionare, prova a collegarli via USB anziché via Bluetooth oppure verifica se il gioco ha impostazioni proprie per i controller.
ja: コントローラがまだ動作しない場合は、Bluetooth ではなく USB で接続するか、ゲーム側にコントローラ対応の設定がないか確認してください。
ko: 컨트롤러가 여전히 작동하지 않으면 Bluetooth 대신 USB로 연결하거나, 게임에 자체 컨트롤러 지원 설정이 있는지 확인해 보십시오.
nl: Als controllers nog steeds niet werken, sluit ze dan aan via USB in plaats van Bluetooth, of kijk of de game eigen instellingen voor controllerondersteuning heeft.
pl: Jeśli kontrolery nadal nie działają, podłącz je przez USB zamiast Bluetooth lub sprawdź ustawienia obsługi kontrolerów w samej grze.
pt_br: Se os controles ainda não funcionarem, tente conectá-los por USB em vez de Bluetooth ou veja se o jogo tem configurações próprias de controle.
pt_pt: Se os comandos continuarem a não funcionar, experimente ligá-los por USB em vez de Bluetooth ou veja se o jogo tem definições próprias para comandos.
ro: Dacă controllerele tot nu funcționează, încearcă o conexiune USB în loc de Bluetooth sau verifică dacă jocul are propriile setări pentru controller.
ru: Если контроллеры всё ещё не работают, подключите их по USB вместо Bluetooth или проверьте настройки поддержки контроллеров в самой игре.
sv: Om handkontrollerna fortfarande inte fungerar kan du ansluta dem via USB i stället för Bluetooth, eller se efter om spelet har egna inställningar för stöd för handkontroller.
tr: Kumandalar hâlâ çalışmıyorsa Bluetooth yerine USB ile bağlanmayı deneyin veya oyunun kendi kumanda desteği ayarlarını denetleyin.
uk: Якщо контролери досі не працюють, під'єднайте їх через USB замість Bluetooth або перевірте налаштування підтримки контролерів у самій грі.
vi: Nếu tay cầm vẫn không hoạt động, hãy thử kết nối qua USB thay vì Bluetooth, hoặc kiểm tra xem game có cài đặt hỗ trợ tay cầm riêng không.
zh_hans: 如果控制器仍然无法使用，请改用 USB 连接而非蓝牙，或查看游戏本身是否有控制器支持设置。
zh_hant: 如果控制器仍然無法使用，請改用 USB 連接而非藍牙，或查看遊戲本身是否有控制器支援設定。

source: Include full log file
ar: تضمين ملف السجل الكامل
cs: Přiložit celý protokol
da: Inkluder hele logfilen
de: Gesamte Protokolldatei einschließen
es: Incluir archivo de registro completo
fi: Sisällytä koko lokitiedosto
fr: Inclure le fichier journal complet
it: Includi il file di log completo
ja: ログファイル全体を含める
ko: 전체 로그 파일 포함
nl: Volledig logbestand toevoegen
pl: Dołącz pełny plik logu
pt_br: Incluir arquivo de log completo
pt_pt: Incluir ficheiro de registo completo
ro: Include fișierul de jurnal complet
ru: Включить полный журнал
sv: Inkludera hela loggfilen
tr: Tam günlük dosyasını ekle
uk: Додати повний журнал
vi: Kèm toàn bộ tệp nhật ký
zh_hans: 包含完整日志文件
zh_hant: 包含完整記錄檔

source: Include remediation history
ar: تضمين سجل الإصلاحات
cs: Přiložit historii oprav
da: Inkluder historik over løsninger
de: Verlauf der Korrekturen einschließen
es: Incluir historial de correcciones
fi: Sisällytä korjaushistoria
fr: Inclure l'historique des correctifs
it: Includi la cronologia delle correzioni
ja: 修正の履歴を含める
ko: 조치 기록 포함
nl: Geschiedenis van oplossingen toevoegen
pl: Dołącz historię napraw
pt_br: Incluir histórico de correções
pt_pt: Incluir histórico de correções
ro: Include istoricul remedierilor
ru: Включить историю исправлений
sv: Inkludera historik över åtgärder
tr: Düzeltme geçmişini ekle
uk: Додати історію виправлень
vi: Kèm lịch sử khắc phục
zh_hans: 包含修复历史
zh_hant: 包含修正歷程

source: Include sensitive details
ar: تضمين التفاصيل الحساسة
cs: Přiložit citlivé údaje
da: Inkluder følsomme oplysninger
de: Sensible Details einschließen
es: Incluir detalles sensibles
fi: Sisällytä arkaluonteiset tiedot
fr: Inclure les détails sensibles
it: Includi i dettagli sensibili
ja: 機密性の高い詳細を含める
ko: 민감한 세부 정보 포함
nl: Gevoelige gegevens toevoegen
pl: Dołącz dane wrażliwe
pt_br: Incluir detalhes sensíveis
pt_pt: Incluir detalhes sensíveis
ro: Include detalii sensibile
ru: Включить конфиденциальные данные
sv: Inkludera känsliga uppgifter
tr: Hassas ayrıntıları ekle
uk: Додати конфіденційні дані
vi: Kèm chi tiết nhạy cảm
zh_hans: 包含敏感详细信息
zh_hant: 包含敏感詳細資訊

# install.cli
source: Install Whisky CLI...
ar: تثبيت Whisky CLI...
cs: Nainstalovat Whisky CLI...
da: Installer Whisky CLI...
de: Whisky CLI installieren...
es: Instalar Whisky CLI...
fi: Asenna Whisky CLI...
fr: Installer Whisky CLI...
it: Installa Whisky CLI...
ja: Whisky CLI をインストール...
ko: Whisky CLI 설치...
nl: Installeer de Whisky CLI...
pl: Zainstaluj Whisky w formie CLI...
pt_br: Instalar o Whisky CLI...
pt_pt: Instalar Whisky CLI...
ro: Instalează CLI Whisky...
ru: Установить Whisky CLI...
sv: Installera Whisky CLI...
tr: Whisky CLI'i Yükle...
uk: Встановити інтерфейс командного рядка...
vi: Cài đặt Whisky CLI...
zh_hans: 安装 Whisky CLI...
zh_hant: 安裝Whisky CLI⋯

# kill.bottles
source: Kill All Bottles
ar: اقتل جميع القوارير
cs: Ukončit všechny lahve
da: Dræb Alle Bottles
de: Beende sofort alle Bottles
es: Detener todas las Botellas
fi: Tapa kaikki pullot
fr: Fermer toutes les bouteilles
it: Termina tutte le bottiglie
ja: すべての Bottle を終了
ko: 모든 Bottle 종료하기
nl: Stop alle flessen
pl: Zakończ wszystkie butelki
pt_br: Encerrar todas as Bottles
pt_pt: Encerrar todas as Bottles...
ro: Oprește Toate Sticlele
ru: Закрыть все бутылки
sv: Stoppa alla flaskor
tr: Tüm Bottle'ları Sonlandır
uk: Примусово завершити всі пляшки
vi: Dừng tất cả Bottle
zh_hans: 停止所有容器
zh_hant: 終止所有容器

source: Last analyzed:
ar: آخر تحليل:
cs: Poslední analýza:
da: Sidst analyseret:
de: Zuletzt analysiert:
es: Último análisis:
fi: Analysoitu viimeksi:
fr: Dernière analyse :
it: Ultima analisi:
ja: 最終分析:
ko: 마지막 분석:
nl: Laatst geanalyseerd:
pl: Ostatnia analiza:
pt_br: Última análise:
pt_pt: Última análise:
ro: Ultima analiză:
ru: Последний анализ:
sv: Senast analyserad:
tr: Son analiz:
uk: Останній аналіз:
vi: Phân tích lần cuối:
zh_hans: 上次分析：
zh_hant: 上次分析：

source: Launcher Compatibility
ar: توافق المشغّلات
cs: Kompatibilita launcherů
da: Launcher-kompatibilitet
de: Launcher-Kompatibilität
es: Compatibilidad de lanzadores
fi: Käynnistimen yhteensopivuus
fr: Compatibilité des lanceurs
it: Compatibilità launcher
ja: ランチャー互換性
ko: 런처 호환성
nl: Launchercompatibiliteit
pl: Zgodność launcherów
pt_br: Compatibilidade de launchers
pt_pt: Compatibilidade de launchers
ro: Compatibilitate launchere
ru: Совместимость лаунчеров
sv: Launcher-kompatibilitet
tr: Başlatıcı Uyumluluğu
uk: Сумісність лаунчерів
vi: Tương thích trình khởi chạy
zh_hans: 启动器兼容性
zh_hant: 啟動器相容性

source: Launcher compatibility disables the Chromium sandbox (required for Wine). This allows Steam, Epic, EA App, and Rockstar launchers to function, but embedded browser content runs with full process privileges. Only use with trusted launchers from reputable companies.
ar: يعطّل توافق المشغّلات وضع العزل في Chromium (وهو مطلوب لـ Wine). يتيح ذلك عمل مشغّلات Steam وEpic وEA App وRockstar، لكن محتوى المتصفح المضمّن يعمل بامتيازات العملية الكاملة. استخدمه فقط مع مشغّلات موثوقة من شركات معروفة.
cs: Režim kompatibility launcherů vypíná sandbox Chromia (vyžaduje to Wine). Díky tomu fungují Steam, Epic, EA App i Rockstar, ale vestavěné webové stránky běží s plnými právy procesu. Používejte jej jen s důvěryhodnými launchery od známých firem.
da: Launcher-kompatibilitet slår Chromium-sandkassen fra (nødvendigt for Wine). Det får launcherne fra Steam, Epic, EA App og Rockstar til at virke, men indlejret browserindhold kører med fulde procesrettigheder. Brug det kun sammen med launchere fra virksomheder, du har tillid til.
de: Die Launcher-Kompatibilität deaktiviert die Chromium-Sandbox (für Wine erforderlich). Dadurch funktionieren die Launcher von Steam, Epic, EA App und Rockstar, eingebettete Browserinhalte laufen jedoch mit vollen Prozessrechten. Verwende dies nur bei vertrauenswürdigen Launchern seriöser Anbieter.
es: La compatibilidad de lanzadores desactiva el sandbox de Chromium (necesario para Wine). Así funcionan Steam, Epic, EA App y Rockstar, pero el contenido web incrustado se ejecuta con todos los privilegios del proceso. Úsalo solo con lanzadores de confianza de empresas conocidas.
fi: Käynnistinyhteensopivuus poistaa käytöstä Chromiumin hiekkalaatikon (Wine vaatii tämän). Näin Steam-, Epic-, EA App- ja Rockstar-käynnistimet toimivat, mutta upotettu selainsisältö saa täydet prosessioikeudet. Käytä vain luotettavien yhtiöiden käynnistimien kanssa.
fr: La compatibilité des lanceurs désactive le bac à sable de Chromium (nécessaire pour Wine). Steam, Epic, EA App et Rockstar peuvent ainsi fonctionner, mais le contenu web intégré s'exécute avec tous les privilèges du processus. À n'utiliser qu'avec des lanceurs de confiance provenant d'entreprises reconnues.
it: La compatibilità launcher disattiva la sandbox di Chromium (necessaria per Wine). In questo modo Steam, Epic, EA App e Rockstar possono funzionare, ma i contenuti web integrati vengono eseguiti con tutti i privilegi del processo. Usala solo con launcher affidabili di aziende note.
ja: ランチャー互換性を有効にすると、Wine に必要なため Chromium のサンドボックスが無効になります。これにより Steam、Epic、EA App、Rockstar のランチャーが動作しますが、埋め込みブラウザのコンテンツが完全なプロセス権限で実行されます。信頼できる企業のランチャーにのみ使用してください。
ko: 런처 호환성을 켜면 Wine에 필요한 Chromium 샌드박스가 비활성화됩니다. 이렇게 하면 Steam, Epic, EA App, Rockstar 런처가 작동하지만, 내장 브라우저 콘텐츠가 전체 프로세스 권한으로 실행됩니다. 신뢰할 수 있는 회사의 런처에만 사용하십시오.
nl: Launchercompatibiliteit schakelt de Chromium-sandbox uit (nodig voor Wine). Hierdoor werken de launchers van Steam, Epic, EA App en Rockstar, maar ingesloten browserinhoud draait met volledige procesrechten. Gebruik dit alleen bij vertrouwde launchers van betrouwbare bedrijven.
pl: Tryb zgodności launcherów wyłącza piaskownicę Chromium (wymaga tego Wine). Dzięki temu działają Steam, Epic, EA App i Rockstar, ale osadzone strony internetowe działają z pełnymi uprawnieniami procesu. Używaj go tylko z zaufanymi launcherami znanych firm.
pt_br: A compatibilidade de launchers desativa o sandbox do Chromium (necessário para o Wine). Isso permite que os launchers Steam, Epic, EA App e Rockstar funcionem, mas o conteúdo web incorporado roda com todos os privilégios do processo. Use somente com launchers confiáveis de empresas conhecidas.
pt_pt: A compatibilidade de launchers desativa a sandbox do Chromium (necessária para o Wine). Assim, os launchers Steam, Epic, EA App e Rockstar conseguem funcionar, mas o conteúdo web integrado é executado com todos os privilégios do processo. Use apenas com launchers de confiança de empresas conceituadas.
ro: Compatibilitatea launcherelor dezactivează sandboxul Chromium (necesar pentru Wine). Astfel, launcherele Steam, Epic, EA App și Rockstar pot funcționa, dar conținutul web integrat rulează cu toate privilegiile procesului. Folosește doar cu launchere de încredere, de la companii cunoscute.
ru: Режим совместимости лаунчеров отключает песочницу Chromium (это требуется для Wine). Благодаря этому работают Steam, Epic, EA App и Rockstar, но встроенные веб-страницы выполняются с полными правами процесса. Используйте его только с проверенными лаунчерами от известных компаний.
sv: Launcher-kompatibilitet stänger av Chromium-sandlådan (krävs för Wine). Det gör att launchers från Steam, Epic, EA App och Rockstar fungerar, men inbäddat webbinnehåll körs med fulla processrättigheter. Använd det bara med launchers du litar på, från välrenommerade företag.
tr: Başlatıcı uyumluluğu, Chromium korumalı alanını devre dışı bırakır (Wine için gereklidir). Bu sayede Steam, Epic, EA App ve Rockstar başlatıcıları çalışabilir; ancak gömülü tarayıcı içeriği tam işlem ayrıcalıklarıyla çalışır. Yalnızca güvenilir firmaların başlatıcılarıyla kullanın.
uk: Режим сумісності лаунчерів вимикає пісочницю Chromium (це потрібно для Wine). Завдяки цьому працюють Steam, Epic, EA App і Rockstar, але вбудовані вебсторінки виконуються з повними правами процесу. Використовуйте його лише з надійними лаунчерами від відомих компаній.
vi: Chế độ tương thích trình khởi chạy sẽ tắt sandbox của Chromium (Wine bắt buộc phải làm vậy). Nhờ đó Steam, Epic, EA App và Rockstar hoạt động được, nhưng nội dung trình duyệt nhúng sẽ chạy với toàn quyền của tiến trình. Chỉ dùng với trình khởi chạy đáng tin cậy từ các công ty uy tín.
zh_hans: 启动器兼容性会停用 Chromium 沙盒（Wine 需要如此）。这样 Steam、Epic、EA App 和 Rockstar 启动器才能正常运行，但内嵌的浏览器内容会以完整进程权限运行。请仅对来自可信公司的启动器使用。
zh_hant: 啟動器相容性會停用 Chromium 沙箱（Wine 必須如此）。這樣 Steam、Epic、EA App 與 Rockstar 啟動器才能運作，但內嵌的瀏覽器內容會以完整程序權限執行。請僅對可信任公司的啟動器使用。

source: Launcher Compatibility Mode
ar: وضع توافق المشغّلات
cs: Režim kompatibility launcherů
da: Launcher-kompatibilitetstilstand
de: Launcher-Kompatibilitätsmodus
es: Modo de compatibilidad de lanzadores
fi: Käynnistimen yhteensopivuustila
fr: Mode de compatibilité des lanceurs
it: Modalità compatibilità launcher
ja: ランチャー互換モード
ko: 런처 호환 모드
nl: Launchercompatibiliteitsmodus
pl: Tryb zgodności launcherów
pt_br: Modo de compatibilidade de launchers
pt_pt: Modo de compatibilidade de launchers
ro: Mod de compatibilitate launchere
ru: Режим совместимости лаунчеров
sv: Läge för launcher-kompatibilitet
tr: Başlatıcı Uyumluluk Modu
uk: Режим сумісності лаунчерів
vi: Chế độ tương thích trình khởi chạy
zh_hans: 启动器兼容模式
zh_hant: 啟動器相容模式

source: Launcher Diagnostics Report
ar: تقرير تشخيص المشغّل
cs: Diagnostická zpráva launcheru
da: Launcher-diagnostikrapport
de: Launcher-Diagnosebericht
es: Informe de diagnóstico de lanzadores
fi: Käynnistimen vianmääritysraportti
fr: Rapport de diagnostic des lanceurs
it: Report diagnostico dei launcher
ja: ランチャー診断レポート
ko: 런처 진단 보고서
nl: Launcher-diagnoserapport
pl: Raport diagnostyczny launchera
pt_br: Relatório de diagnóstico de launchers
pt_pt: Relatório de diagnóstico de launchers
ro: Raport de diagnostic launchere
ru: Отчёт диагностики лаунчера
sv: Diagnostikrapport för launcher
tr: Başlatıcı Tanılama Raporu
uk: Звіт діагностики лаунчера
vi: Báo cáo chẩn đoán trình khởi chạy
zh_hans: 启动器诊断报告
zh_hant: 啟動器診斷報告
